"About HeliPort" = "Πληροφορίες για το HeliPort";
"Address: " = "Διεύθυνση: ";
"Cancel" = "Ακύρωση";
"Check for Updates..." = "Ελεγχος για Ενημερώσεις...";
"Create Diagnostics Report..." = "Δημιουργία Αναφοράς Διαγνωστικών...";
"Create Network..." = "Δημιουργία Δικτύου...";
"Disconnect from: " = "Αποσύνδεση από: ";
"Dynamic WEP" = "Δυναμικό WEP";
"Enable Wi-Fi Logging" = "Ενεργοποίηση Καταγραφής Wi-Fi";
"Enter the name and security type of the network you want to join." = "Εισάγετε το όνομα και τον τύπο ασφαλείας του δικτύου στο οποίο θέλετε να εισέλθετε.";
"FUNCTION NOT IMPLEMENTED" = "ΜΗ ΔΙΑΘΕΣΙΜΗ ΛΕΙΤΟΥΡΓΙΑ";
"Find and join a Wi-Fi network." = "Βρείτε και εισέλθετε σε ένα δίκτυο Wi-Fi.";
"Interface Name: " = "Όνομα Διεπαφής: ";
"Join Other Network..." = "Εισέλθετε σε Άλλο Δίκτυο...";
"Join" = "Είσοδος";
"Network Name:" = "Ονομα Δικτύου:";
"No Network Avaliable" = "Κανένα Διαθέσιμο Δίκτυο";
"No Status Information Avaliable" = "Δεν Υπάρχουν Πληροφορίες Κατάστασης";
"None" = "Κανένα";
"Open Network Preferences..." = "Άνοιγμα Προτιμήσεων Δικτύου...";
"Open Wireless Diagnostics..." = "Άνοιγμα Ασύρματων Διαγνωστικών...";
"Password:" = "Συνθηματικό:";
"Password" = "Συνθηματικό";
"Quit HeliPort" = "Έξοδος HeliPort";
"Reachable" = "Προσβάσιμο";
"Remember this network" = "Απομνημόνευση δικτύου";
"Security:" = "Τύπος Ασφαλείας:";
"Show password" = "Δείξε το συνθηματικό";
"Turn Wi-Fi Off" = "Απενεργοποίηση Wi-Fi";
"Turn Wi-Fi On" = "Ενεργοποίηση Wi-Fi";
"Unavailable" = "Μη Διαθέσιμο";
"Unknown" = "Άγνωστο";
"Unreachable" = "Μη Προσβάσιμο";
"Username:" = "Όνομα χρήστη:";
"Version: " = "Έκδοση: ";
"WEP" = "WEP";
"WPA/WPA2 Enterprise" = "WPA/WPA2 Εταιρικό";
"WPA/WPA2 Personal" = "WPA/WPA2 Προσωπικό";
"WPA2 Enterprise" = "WPA2 Εταιρικό";
"WPA2 Personal" = "WPA2 Προσωπικό";
"WPA2/WPA3 Enterprise" = "WPA2/WPA3 Εταιρικό";
"WPA2/WPA3 Personal" = "WPA2/WPA3 Προσωπικό";
"WPA3 Enterprise" = "WPA3 Εταιρικό";
"WPA3 Personal" = "WPA3 Προσωπικό";
"Wi-Fi: Connected" = "Wi-Fi: Συνδεδεμένο";
"Wi-Fi: Connecting" = "Wi-Fi: Πραγματοποιείται Σύνδεση";
"Wi-Fi: Looking for Networks..." = "Wi-Fi: Αναζήτηση για Δίκτυα...";
"Wi-Fi Network \"" = "Δίκτυο Wi-Fi \"";
"Wi-Fi: Off" = "Wi-Fi: Απενεργοποιημένο";
"Wi-Fi: On" = "Wi-Fi: Ενεργό";
"Wi-Fi: Status unavailable" = "Wi-Fi: Μη διαθέσιμη κατάσταση";
"\" Requires Password" = "\" Απαιτείται Κωδικός Πρόσβασης";
"    IP Address: "      = "    Διεύθυνση IP: ";
"    Router: "          = "    Δρομολογητής: ";
"    Internet: "        = "    Διαδίκτυο: ";
"    Security: "        = "    Τύπος Ασφαλείας: ";
"    BSSID: "           = "    BSSID: ";
"    Channel: "         = "    Κανάλι: ";
"    Country Code: "    = "    Κωδικός Χώρας: ";
"    RSSI: "            = "    RSSI: ";
"    Noise: "           = "    Θόρυβος: ";
"    Tx Rate: "         = "    Αναλογία Tx: ";
"    PHY Mode: "        = "    Λειτουργία PHY: ";
"    MCS Index: "       = "    Δείκτης MCS: ";
"    NSS: "             = "    NSS: ";
